{"id":"5e5fc1a3d9249375f470bab3","title":"Software Engineer Intern","description":"Someone who can program in typescript and creates test cases in Angular and Nodejs. Would be open to learning about new technologies and cloud platforms such as GCP.","salary":"unpaid","location":"Remote","email":"correspondance","category":"Software Development","version":0}
{"id":"5e5fc1c7d9249375f470bab4","title":"Full Stack Developer Intern","description":"Have experience with Angular 7 as the front end and Node.js in the backend. Independent developer who can learn on their own and work in a team setting. Remote friendly.","salary":"unpaid","location":"Remote","email":"correspondance","category":"Software Development","version":0}
{"id":"5e5fc1e8d9249375f470bab5","title":"Front End Developer Intern","description":"Have knowledge and real world experience with Angular.js and the deployment process. Able to visualize, design and implement new features to make the UI look both professional and simple to use.","salary":"unpaid","location":"Remote","email":"correspondance","category":"Software Development","version":0}
{"id":"5e5fc20ad9249375f470bab6","title":"Machine Learning Intern","description":"Have passion towards solving large problems in the healthcare industry. Proficient in Python where you can build preventative models using medical data and the API's. An independent developer that can work in a team setting and be able to get over obstacles without micro supervision. Have some experience in the healthcare industry by working with EHR systems would be a plus!","salary":"unpaid","location":"Remote","email":"correspondance","category":"Software Development","version":0}
{"id":"5e5fc260d9249375f470bab7","title":"Product Designer Intern","description":"Have a creative brain on how you would design a web application through different portals. Must know how to code in HTML, CSS, and/or Typescript. Healthcare industry experience is a plus!","salary":"unpaid","location":"Remote","email":"correspondance","category":"Design","version":0}
